{
    "last stop": {
        "tips": "Prioritize a good sniper as gem carrier in middle. In bushes you can run an anti agro, assassin, or brawler good at scouting.",
        "link": ""
    },
    "triple dribble": {
        "tips": "Similar to Pinball Dreams where throwers are quite dominant toward end of draft. Send a thrower or aggressive brawler in the middle. Left lane wants more range and you can send some sort of agro right lane.",
        "link": ""
    },
    "bridge too far": {
        "tips": "Compared to other Heist maps longer range is preferred. Have a defensive brawler or hybrid and then get two brawlers to focus on safe for an optimal Heist composition.",
        "link": ""
    },
    "layer cake": {
        "tips": "Much more aggressive Bounty map. Snipers can't fully utilize range here due to the walls.",
        "link": ""
    },
    "shooting star": {
        "tips": "Put snipers or long range assassin on lane and thrower/support/tank in mid.",
        "link": ""
    },
    "ring of fire": {
        "tips": "Messy map if enemy gets into your grass and sets up a spawn trap. Get a ranged brawler to contest mid (Byron, Bonnie). Get some agro (Kaze, Kit, Cordelius, Draco, Kenji) to exert pressure in either lane requiring two brawlers to pinch for teammates to push. Damage dealers with control supers (Amber, Lou, Bo) will help guarantee you zone time and have some range/health to make space in mid. Tara, Alli, Penny are underrated last picks.",
        "link": ""
    },
    "backyard bowl": {
        "tips": "Use `/event` command to see more info about melodie challenge. This is temporarily set to melodie challenge",
        "link": ""
    },
    "belles rock": {
        "tips": "Gene/Jae-Yong verstatile. Kit too but he's easier to ban instead of first pick due to tank synergy. Gray, Kaze and Brock notable early picks. Snipers are good later pick, otherwise just pick ones with counterplay into agro (Angelo, Belle, Gus). Squeak, Buster, Ollie, throwers are notable later picks.",
        "link": ""
    },
    "out in the open": {
        "tips": "Most annoying late picks are Darryl and Lily, otherwise not too bad. Wall break is good for back wall (Brock gadget or Piper super). Assassins to use jump pad could be sneaky at getting kills. Lots of good picks so very hard to outdraft or get outdrafted.",
        "link": ""
    },
    "pinball dreams": {
        "tips": "Cover the tank counter and tank role (and wall break) in draft. Account for centralizing picks (or abuse them in lower ranks) like Ollie and Mina.",
        "link": ""
    },
    "double swoosh": {
        "tips": "Too many hypercharges guarantee gem carrier kills. Ban or abuse the following: Tara, **Kit, Kaze, Lily**, Ollie, Kenji, Cordelius. Against these hypercharge brawlers use pure counter brawlers and scouts with vision gear.",
        "link": ""
    },
    "hideout": {
        "tips": "Usually send two people on the left side and one person on the right to avoid getting spawn trapped. Make sure to have counterplay against agro.",
        "link": ""
    },
    "excel": {
        "tips": "Snipers can be good but get pushed back easily. Throwers are more dominant. Pick snipers with more counterplay into bad matchups and some sort of agro.",
        "link": ""
    },
    "center stage": {
        "tips": "Very bushy map, so builds that let you scout help a lot. Always go a tank counter and an aggressive tank.",
        "link": ""
    },
    "goalkeepers dream": {
        "link": ""
    },
    "minecart madness": {
        "link": ""
    },
    "rustic arcade": {
        "link": ""
    },
    "safe zone": {
        "tips": "Know your brawler's role in Heist. If you outdamage the enemy then focus on offense. If the enemy has a good lead and is about to end the game early then help out on defense. If you have a good brawler make sure you're making offensive pressure. Hiding in the corner wall forces two enemies to pinch you out.",
        "link": ""
    },
    "pit stop": {
        "tips": "Complete base race. 1 defender + 2 rush. Angelo not good until high elo",
        "link": ""
    },
    "dueling beetles": {
        "tips": "Pure brawler yap from Spen. Finx hc is underratred. Ollie is great if you ban Poco or have a teammate pick him (or just ban Ollie). Hank is good with Gray/Jae-Yong/Byron. Crow versatile. Spen really likes ranged \\\"cleanup brawlers\\\" such as Lumi, Charlie, Bonnie, Meg, and Amber. Control like Squeak, Barley, Sprout are dangerous last picks into those brawlers so agro (Cordelius, Bonnie, Draco) is needed.",
        "link": ""
    },
    "split": {
        "tips": "Two down right, 1 down left. Don't break open right unless thrower, break open left.",
        "link": ""
    },
    "new horizons": {
        "tips": "Get wall break or wall pierce or else get punished by throwers and tanks waiting for gas to close in. Have a good plan for late game or force enemy into spawn for gas to kill them.",
        "link": ""
    },
    "canal grande": {
        "tips": "Water walking is op. Generic snipers are not that good, throwers and last pick takes run draft. Want a brawler that is generically good at cleaning up messes, thrower that won't die to aggro, and a tank or something aggressive. Controlling middle grass is important.",
        "link": ""
    },
    "sneaky fields": {
        "tips": "Similar to Center Stage so scouting is important, but pinching is easier. Make sure to run a tank with presence to get grass control.",
        "link": ""
    },
    "beach ball": {
        "link": ""
    },
    "hard rock mine": {
        "tips": "Kaze Kit Lily are dominant due to being able to sneaky around. Aggressive brawlers will always be needed to apply pressure on the gem carrier along with a gem carrier and damage brawler to hold lane.",
        "link": ""
    },
    "gem fort": {
        "tips": "If you haven't seen an enemy for a while, they're on your side of the map. Use vision gear to scout and avoid getting flanked. Abuse aggressive supers or hypercharges for turnarounds and make sure your mid has counterplay (Jae-Yong, Charlie, Janet).",
        "link": ""
    },
    "kaboom canyon": {
        "tips": "Similar map to Safe Zone. Long map so Chuck and Angelo are good. If Angelo is banned Eve becomes really good. 2 agro and 1 defensive. Pick your option based on how your team drafts. 8-Bit is really sleeper since his counters are out of the meta. Only scary last pick is Mico.",
        "link": ""
    },
    "hot potato": {
        "tips": "Berry's Healthy Additives does 20% of the safe to draw enemy defense. Build the best composition with a defensive brawler and two of the best aggro.",
        "link": ""
    },
    "parallel plays": {
        "tips": "Lots of strategy and game sense communication required (which randoms can't have). Defense brawlers that are hard for assassins to push into and can wall peak on left, send a ranged pinching brawler in the middle to help defensively, then send an annoying assassin/tank on the right that needs pinching to deal with.",
        "link": ""
    },
    "open business": {
        "tips": "Very confined map for snipers unless you bring wall break, otherwise it's great for tanks. Finx and Crow can farm supers off tanks. Tanks such as Draco, Kenji, Lily will still exert pressure even into bad matchups. Don't sleep on Berry, Ruffs, Shade, and throwers.",
        "link": ""
    },
    "goldarm gulch": {
        "tips": "Consider trying different lane strategies or being aware of the enemy doing them. Sometimes you can send someone to sneak down right lane, or you triple stack left bush side and work your way horizontally. Lots of walls and people grouping up so use brawlers that benefit/punish those factors.",
        "link": ""
    },
    "flaring phoenix": {
        "tips": "Gene/Byron/Jae-Yong very versatile. Send two people in middle (one right, one in grass) and then someone left side. If going against an invisible assassin then group up in middle to pinch. Throwers are good on the left. Brock destroys grass to counter invisibility brawlers. Buster punishes overextenders and does well in gas.",
        "link": ""
    },
    "galaxy arena": {
        "tips": "Vision gear/tanks/tank counters great here",
        "link": ""
    },
    "acute angle": {
        "tips": "Good mid can setup spawn trap",
        "link": ""
    },
    "retina": {
        "tips": "Need tanks or tank counters",
        "link": ""
    },
    "undermine": {
        "tips": "Better to abandon middle at start of game to double up and secure a lane. Do not get spawn trapped. If you lose your lane help your teammate in their's.",
        "link": ""
    },
    "penalty kick": {
        "tips": "Throwers are OP (except for Moe and Kenji). Best throwers are Barley and Larry & Lawrie so use them or ban them. Very easy to get away with random nonsense so make sure you have a good tank counter as well.",
        "link": ""
    },
    "snake prarie": {
        "tips": "Rush in enemy with tanks or have better vision. Group up to be able to get revenge kills (not close enough for one enemy to teamwipe though). Vision gear runs this map.",
        "link": ""
    },
    "below zero": {
        "tips": "Good brawlers will have high mobility or ball control.",
        "link": ""
    },
    "cool box": {
        "tips": "Open map but it's very punishing if you get pushed back from agro. Be wary of high mobility brawlers that can easily score goals (counter then with stun/slow). Hit your shots, keep good positioning, and catch enemies making mistakes.",
        "link": ""
    },
    "super center": {
        "tips": "Tanks better here compared to other Brawl Hockey maps. Lots of good brawlers to go, so identify what tricks a brawler can use to score and adjust to counter or utilize that. Generally, your team composition should have someone good at scoring and someone good at defending.",
        "link": ""
    },
    "dry season": {
        "tips": "Agro brawler to pick up blue star. Then sit back and don't feed.",
        "link": ""
    },
    "starr garden": {
        "tips": "More walls to peak shots compared to other Brawl Hockey maps. Lots of single shot brawlers are good here (off meta spawner counters). Look out for agro strategies by picking an antitank.",
        "link": ""
    },
    "crystal arcade": {
        "tips": "Brawler yap: Draco (gets pinched but hc is a free win), Kit (jump on enemy to kill confirm with teammate, hc super on enemy gem carrier to get away with game), Lily (free pressure), Crow (tanky generalist), Tara (very strong warranting return of Sandy), Janet (very safe), Amber (strong lane), Kaze, Jae-Yong (mid), typical tanks aren't very good until late draft due to strong DPS.",
        "link": ""
    },
    "deathcap trap": {
        "tips": "OG map that plays weird, very easy to push left and guarantee pressure for easy control. Gus, Gene, and Jae-Yong are good mids since they can defend themselves. Lots of walls so tanks, wall peaking, and attacking past walls will be very helpful.",
        "link": ""
    },
    "infinite doom": {
        "tips": "Vision gear is very important for control in early game. Always have an agro or tank counter to avoid getting run down by last pick agro.",
        "link": ""
    }
}