{
    "shelly": {
        "tips": "- Outrange, slow, or overwhelm with spawnables",
        "brawler_counters": "- Stu, Nita, Spike, Crow, Emz, Tara"
    },
    "nita": {
        "tips": "- Wall break opens up map to outrange Nita and quickly kill or pierce through Bruce (throwers)",
        "brawler_counters": "- Willow, Barley, Spike, Ruffs, Carl, Griff, Amber"
    },
    "colt": {
        "tips": "- Outrange or out maneuver",
        "brawler_counters": "- Piper, Max, Belle, Leon, Mortis, Darryl"
    },
    "bull": {
        "tips": "- Don't let him get close or out damage him in close range (why are you even looking up this counter)",
        "brawler_counters": "- Maisie, Lou, Surge, Cordelius, Emz, Gale"
    },
    "brock": {
        "tips": "- Use agro or hit hard from a long range",
        "brawler_counters": "- Piper, Nani, Max, Sam, Mandy"
    },
    "el primo": {
        "tips": "- Outrange or cancel/run away from him up close",
        "brawler_counters": "- Surge, Colette, Shelly, Cordelius, Otis, Stu, Gale"
    },
    "barley": {
        "tips": "- He's squishy so use assassins or break walls for throwers",
        "brawler_counters": "- Mortis, Mico, Leon, Edgar, Carl, Brock"
    },
    "poco": {
        "tips": "- Tank his shots and melt him down or slow",
        "brawler_counters": "- Emz, Mortis, Edgar, Bea, Griff, Crow"
    },
    "rosa": {
        "tips": "- Scout Rosa out before she jumps on you or easily deal with her as she's approaching you. Countered by stuns/slows",
        "brawler_counters": "- Charlie, Lou, El Primo, Crow, Emz, Griff, Gale, Shelly"
    },
    "jessie": {
        "tips": "- Find a way to beat Jessie 1v1 typically by outranging or agro, and quickly get rid of turret (throwers, long range)",
        "brawler_counters": "- Barley, Grom, Dynamike, Bo, Max, Piper, Leon"
    },
    "dynamike": {
        "tips": "- Dodge his main attack and get to him up close",
        "brawler_counters": "- Mico, Edgar, Mortis, Bibi, Gray, Stu"
    },
    "tick": {
        "tips": "- Pressure Tick up close or mid range",
        "brawler_counters": "- Mico, Darryl, Max, Sprout, Ash, Gene, Fang, Sam"
    },
    "8 bit": {
        "tips": "- Punish the player for being close to turret and being slow/tanky. Feed supers off him",
        "brawler_counters": "- Bo, Squeak, Penny, Colette, Belle, Dynamike"
    },
    "rico": {
        "tips": "- Since he's reliant on walls but can't break them, use throwers or assassins",
        "brawler_counters": "- Stu, Fang, Buzz, Mico, Edgar, Bonnie, Sprout, Grom"
    },
    "darryl": {
        "tips": "- Be prepared for when he rolls in and destroy him before he does or when he does",
        "brawler_counters": "- Surge, El Primo, Gale, Charlie"
    },
    "penny": {
        "tips": "- Break walls or shoot around walls to deal with her turret",
        "brawler_counters": "- Mr. P, Barley, Willow, Squeak, Carl, Grom, Amber"
    },
    "carl": {
        "tips": "- Interrupt his super when he gets up close",
        "brawler_counters": "- Surge, Fang, Gene, Buzz, Colette"
    },
    "jacky": {
        "tips": "- Outrange and mow her down or beat her 1v1",
        "brawler_counters": "- Rosa, Frank, Lou, Bea, Emz, Stu, Gale"
    },
    "gus": {
        "tips": "- Melt down his shield easily with high damage and usually getting up close. Low reload speed and can be outranged.",
        "brawler_counters": "- Piper, Nani, Mr. P, Sam, Mortis, Buzz, Fang, Edgar"
    },
    "bo": {
        "tips": "- Wiggle through his main attacks or stay out of range, then be aware of his mines or have some mobility to escape them or quickly trigger them",
        "brawler_counters": "- Stu, Mr. P, Max, Carl"
    },
    "emz": {
        "tips": "- Waste all her friend zoner gadgets and move in as an assassin/tank or outrange her by breaking down walls",
        "brawler_counters": "- Spike (vision gear on grassy maps), Mortis, Crow, Ruffs, Stu"
    },
    "stu": {
        "tips": "- Use spawnables to waste his ammo or have a wide attack that is hard to dodge",
        "brawler_counters": "- Ruffs, Spike, Pam, Crow, Poco"
    },
    "piper": {
        "tips": "- Use aggro, spawners, or outrange her with a longer range sniper or thrower",
        "brawler_counters": "- Charlie, Nani, Pearl, Mandy, Sprout, Max, Tick"
    },
    "pam": {
        "tips": "- Punish her HP and healing abilities",
        "brawler_counters": "- 8-bit, colette, Bo, Crow, Emz, Lou, Squeak"
    },
    "frank": {
        "tips": "- Punish his high HP and slow attacks. Any knockback destroys",
        "brawler_counters": "- Colette, El Primo, Lou, Shelly, Bull (PRIORITY: Colette and Lou), Maisie"
    },
    "bibi": {
        "tips": "- Outrange her and destroy her cover",
        "brawler_counters": "- Maisie, El Primo, Darryl, Stu, Surge, Griff"
    },
    "bea": {
        "tips": "- She has low HP and can't break walls, be careful of her range, slow, and damage, she also struggles against spawnables that don't charge her loaded shot",
        "brawler_counters": "- Edgar, Mortis, Mico, Piper, Nani, Byron, Angelo, Mandy"
    },
    "nani": {
        "tips": "- Find brawlers that can chip her to avoid giving Return to Sender value as well as easily dodge her main attack and super",
        "brawler_counters": "- Max, Leon, Gene"
    },
    "edgar": {
        "tips": "- Outrange him or deal with him up close with crowd control.",
        "brawler_counters": "- Cordelius, Surge, El Primo, Fang, Otis, Buzz, Stu, Shelly"
    },
    "griff": {
        "tips": "- Get out of his range which he spends a lot of time attacking in or beat him at midrange.",
        "brawler_counters": "- Stu, Bo, Bea, Spike"
    },
    "grom": {
        "tips": "- Get close and apply pressure",
        "brawler_counters": "- Fang, Mortis, Darryl, Mico, Edgar"
    },
    "gale": {
        "tips": "- Don't let him charge super by outranging him or peaking behind walls well and destroy walls so he can't utilize the stun with his super as much",
        "brawler_counters": "- Crow, Spike, Janet, Bea, Belle"
    },
    "bonnie": {
        "tips": "- Punish her Clyde form for slow attack and movement speed, find a way to best mitigate her Bonnie form",
        "brawler_counters": "- Colette, Fang, Meg"
    },
    "hank": {
        "tips": "- Use a brawler that can tank one shot from Hank and then melt him before he can deal another one, or outrange him before he can approach you and waste his big bubble",
        "brawler_counters": "- Shelly, Colette, Buzz, Fang, El Primo, Gale"
    },
    "mortis": {
        "tips": "- Don't let him get close to your or destroy him for trying to go through you",
        "brawler_counters": "- Shelly, Otis, Maisie, Surge"
    },
    "tara": {
        "tips": "- Splash through her shadows or destroy her grass for ambushes",
        "brawler_counters": "- Emz, Sandy, Nita, Amber, Janet, Poco"
    },
    "gene": {
        "tips": "- Expect a pull and have an instantly spawnable gadget/super that can tank it or try to dodge it. Slow reload means overwhelmed by spawners or aggro.",
        "brawler_counters": "- Mr. P, Eve, Ruffs, Ash"
    },
    "max": {
        "tips": "- Slow her down or be able to waste her ammo and tank/heal it off",
        "brawler_counters": "- Crow, Gale, Pam, Stu, Poco"
    },
    "melodie": {
        "tips": "- Outrange or use hard cc to stop her. Move into her super trajectory to minimize note dmg",
        "brawler_counters": "- Pearl, R-T (Super when she dashes onto you), Cordelius (shadow realm removes notes), Charlie, Tanks, Surge (soft)"
    },
    "mr. p": {
        "tips": "- He is quite weak without his porters and can't deal with aggro well",
        "brawler_counters": "- Mortis, Jacky, Buzz, Sam, Janet, Amber, Edgar"
    },
    "sprout": {
        "tips": "- Assassins destroy Sprout, if not an assassin try breaking walls or dodging to get close",
        "brawler_counters": "- Mortis, Darryl, Mico, Edgar, Buzz"
    },
    "byron": {
        "tips": "- Cripple his healing or destroy him due to low health. Weak to aggro.",
        "brawler_counters": "- Piper, Buzz, Edgar, Mortis, Mico, Crow, Angelo, Mandy, Leon, Lily"
    },
    "squeak": {
        "tips": "- Easily gets overwhelmed by aggro due to his slow damage output",
        "brawler_counters": "- Buzz, Leon, Mortis, Carl, Max, Edgar, Fang"
    },
    "gray": {
        "tips": "- He plays like an assassin so just make it hard for him to teleport on you. Low reload spd/dps",
        "brawler_counters": "- Mr. P, Mico, Tanks"
    },
    "spike": {
        "tips": "- Squishy brawler, deal a lot of damage to him quickly or find a way to attack through his life plant. Can't handle throwers.",
        "brawler_counters": "- Grom, Sprout, Piper, Nani, Angelo, Squeak"
    },
    "crow": {
        "tips": "- Have something to tank his main attack and jumps or outrange and quickly kill him",
        "brawler_counters": "- Spike, Piper, Nani, Angelo, Belle, Gene, Mr. P"
    },
    "leon": {
        "tips": "- Use brawlers that can scout easily or are able to deal with his surprise attacks to prevent super chaining. Tanks are soft counters since they feed super, but can help defend teammates.",
        "brawler_counters": "- Crow, Stu, Tara, Amber, Jacky"
    },
    "sandy": {
        "tips": "- Outrange and cripple Sandy or be able to tank his low DPS",
        "brawler_counters": "- Rosa, Jacky, Nita, Ash, El Primo, Piper, Gene (vision on grassy maps)"
    },
    "amber": {
        "tips": "- Waste her ammo by dodging her attacks or burst her up close. Be wary of gadget if she's hugging a wall nearby.",
        "brawler_counters": "- Crow, Piper, Leon"
    },
    "meg": {
        "tips": "- Slow and medium range while in mech. Once you knock her out of mech, barely a threat",
        "brawler_counters": "- Colette, Lou, Lola, Gale"
    },
    "chester": {
        "tips": "- Can't deal much damage at a range so either move around and dodge shots or out damage/range him in a lane/wall peak situation",
        "brawler_counters": "- Stu, Tara, Sandy"
    },
    "surge": {
        "tips": "- Don't let him get that first upgrade, if he can't he isn't a threat, if he does don't let him keep upgrading by having gadgets or spawnables to tank his shots due to slow reload",
        "brawler_counters": "- throwers, Spike, Tara, Eve, Mr. P"
    },
    "colette": {
        "tips": "- Don't be a tank and you already have a decent advantage into the matchup, swarm her with spawners since her damage is low against them or consistently heal/have a shield",
        "brawler_counters": "- Belle, Piper, Throwers, Griff (business resilience), Poco, Leon (invisiheal), Mr. P"
    },
    "lou": {
        "tips": "- Escape from his super or outrange him to avoid getting frozen. Or contest area denial.",
        "brawler_counters": "- Bo, Bea, Squeak, Buster, Max, Belle"
    },
    "ruffs": {
        "tips": "- Hit through his sandbags or be tanky enough to absorb his hits",
        "brawler_counters": "- (throwers), (assassins), Darryl, Carl"
    },
    "belle": {
        "tips": "- Outrange her with other snipers, or play agro/throwers",
        "brawler_counters": "- Nani, Piper, Mandy, Fang, Leon, Edgar"
    },
    "buzz": {
        "tips": "- Have a way to move away or to stun Buzz before he stuns you",
        "brawler_counters": "- Stu, Surge, Gale, Jacky, Maisie, Shelly, Otis"
    },
    "ash": {
        "tips": "- Splash through his rats, and find a way to stun him or prevent him from getting a lot of rage and hitting hard. Brawlers that can get on top of him and win 1v1 are good vs Ash.",
        "brawler_counters": "- Darryl, Rosa, El Primo, Lou, Gale, Buster"
    },
    "lola": {
        "tips": "- Punish Lola for using her ego by hitting both of them or outsnipe her",
        "brawler_counters": "- Belle, Penny, Janet, Amber, Jessie"
    },
    "fang": {
        "tips": "- Spawnables and some form of counter play when he jumps onto you is necessary, with the stun you have to be faster than him as well",
        "brawler_counters": "- Surge, Otis, R-T, Maisie, Jacky, Charlie, Cordelius"
    },
    "eve": {
        "tips": "- Splash her hatchlings and avoid the big egg shot to have her retreat for control",
        "brawler_counters": "- Penny, Janet, Poco, Max"
    },
    "janet": {
        "tips": "- Outrange her or be able to deal with her chip damage before she can fly away. Lacks DPS to beat aggro",
        "brawler_counters": "- Sam, Fang, Jacky, Bonnie, Piper, Nani"
    },
    "otis": {
        "tips": "- Outrange him and don't rely on up close burst damage or use a spawnable to tank the shot",
        "brawler_counters": "- Spike, Stu, Pearl, Piper, Lola"
    },
    "sam": {
        "tips": "- Don't let him get back his knucklebusters and be aware of them when he's coming for you so you can dodge or not get pulled",
        "brawler_counters": "- Gale, Maisie, Lou, El Primo"
    },
    "buster": {
        "tips": "- Don't let him get the surprise on you with his gadget or super, flank him to get past his super or be patient for it to run out. Tanks outdps him close range.",
        "brawler_counters": "- Jacky, Rosa, Surge, Darryl, Buzz, Mr. P"
    },
    "mandy": {
        "tips": "- Know where she is and always be aware of attacks you can't see, she is weak to agro or anything forcing her to move",
        "brawler_counters": "- Fang, Mr. P, Nani, Mico, Mortis, Angelo"
    },
    "r t": {
        "tips": "- Dodge his shots well since his attack is thin and be able to escape from him when he changes forms",
        "brawler_counters": "- Charlie, Bo, Nani, Mr. P"
    },
    "maisie": {
        "tips": "- Don't let her predict where you're going or slightly outrange her and be aware of her Disengage gadget and super.",
        "brawler_counters": "- Spike, Stu, Bo, Surge, Tara, Belle"
    },
    "cordelius": {
        "tips": "- Be aware of either him jumping on you with gadget or after shadow realm is over and using mute. You can waste shadow realm by being fidgety while he’s aiming it or running away when you get hit.",
        "brawler_counters": "- Spike, Tara, Stu"
    },
    "charlie": {
        "tips": "- Outburst her or outsustain her. Take advantage of slow projectile speed at max range on squishy brawlers. She has low dmg in 1v1 so if you have a way to handle spiders (pierce), you will win.",
        "brawler_counters": "- Janet, Tara, Emz, Buster, Sandy, Larry"
    },
    "larry": {
        "tips": "- Thrower counters and some way to deal with lawrie will help a lot.",
        "brawler_counters": "- Edgar, Mortis, Mico, Gray, Stu"
    },
    "larry and lawrie": {
        "tips": "- Thrower counters and some way to deal with lawrie will help a lot.",
        "brawler_counters": "- Edgar, Mortis, Mico, Gray, Stu"
    },
    "lawrie": {
        "tips": "- Thrower counters and some way to deal with lawrie will help a lot.",
        "brawler_counters": "- Edgar, Mortis, Mico, Gray, Stu"
    },
    "willow": {
        "tips": "- Usual thrower counters will do well vs willow. Willow also does poorly into tanks, esp if they can heal due to DoT.",
        "brawler_counters": "- Fang, Sam, Mico, Edgar, Mortis, Gray, Stu"
    },
    "mico": {
        "tips": "- Countered by any high hp brawler or fast brawler.",
        "brawler_counters": "- Fang, Edgar, Surge, Stu, tanks"
    },
    "pearl": {
        "tips": "- Aggressive playstyle to force her to shoot constantly will keep her dmg low.",
        "brawler_counters": "- colette, Charlie, Bo"
    },
    "chuck": {
        "tips": "- Weak 1v1. Assassinate him after he super to prevent him from superchaining.",
        "brawler_counters": "- Charlie (super), Lou, Crow (heal delay), 8-bit, Otis (super), Cordelius (super), Angelo, Eve"
    },
    "doug": {
        "tips": "- Don't let him get near you to charge his super. If you prevent him from super cycling and pumping dmg, not a major threat.",
        "brawler_counters": "- Any tank counter especially good. colette, Otis, Surge"
    },
    "kit": {
        "tips": "- Kit wants to jump on squishy brawlers. Any tank deletes Kit",
        "brawler_counters": "- Cordelius, Charlie, R-T, Fang, Edgar, Mico, Pearl"
    },
    "lily": {
        "tips": "- He can pop out of anywhere with vanish gadget. Tanks/shotgunners outdps him. Do not play 6k hp brawlers (colt, rico, etc.) or you will get one shot.",
        "brawler_counters": "- Frank, Meg, Chester, R-T, 8-bit, Tanks(Rosa,Jacky,etc)"
    },
    "angelo": {
        "tips": "- High upfront burst dmg, low overall dps and reload. Dodge his charged shot and he's not a major threat. Be careful hiding behind a wall if you're low due to his gadget.",
        "brawler_counters": "- Max, Draco, Throwers, Nani (gadget), Mr. P, Eve, Gray (50% less dmg SP)"
    },
    "draco": {
        "tips": "- Keep in mind his sweetspot and ban out healing comps that synergize with him (Kit, Byron)",
        "brawler_counters": "- Frank, Buzz, Cordelius (Soft Counter), Colette, Brawlers who interrupt his super work if you're fast (Gale, Surge)"
    },
    "berry": {
        "tips": "- Tanks and mobility overwhelm him. Same weaknesses as classic throwers",
        "brawler_counters": "- Melodie, Max, Mico, Mortis, Edgar, Lily, Bibi, Frank, etc."
    },
    "clancy": {
        "tips": "- Weak vs long range brawlers or throwers on some maps who can stay out of range. Try not to feed him his upgrades.",
        "brawler_counters": "- Belle, Piper, Byron, etc."
    },
    "moe": {
        "tips": "- Weak in small form if you are close. Be careful of diagonals for stacked shots.",
        "brawler_counters": "- R-T"
    },
    "kenji": {
        "tips": "- Similar counters to mortis. When he supers, look for small white smoke to see where he will be afters super.",
        "brawler_counters": "- Moe, Gale, Clancy, Surge, Rico (gadget), Stu, R-T"
    },
    "juju": {
        "tips": "- Too new but classic thrower counters are good and watch out for water maps preventing assassins from hitting her",
        "brawler_counters": "Frank, breaking walls/grass, long range throwers (Tick, Sprout)"
    },
    "shade": {
        "tips": "- Weak to tanks and wallbreaks (that aren't too squishy).",
        "brawler_counters": "- Jacky, Stu, Frank, Hank, R-T, Doug, Surge"
    },
    "meeple": {
        "tips": "- Meeple is low dps and slow reload. Also midrange so loses to snipers on long range maps.",
        "brawler_counters": "- Nita, majority of tanks, Mr. P, Tara (shadow gadget), Charlie (spiders)"
    },
    "ollie": {
        "tips": "- Extremely low dps. Just don't chase him when he supers to avoid getting hypnotized.",
        "brawler_counters": "- Tanks and Tank Counters"
    }
}