{
    "shelly": "- Outrange, slow, or overwhelm with spawnables\n- Stu, Nita, Spike, Crow, Emz, Tara",
    "nita": "- Wall break opens up map to outrange Nita and quickly kill or pierce through Bruce (throwers)\n- Barley, Spike, Ruffs, Carl, Griff, Amber",
    "colt": "- Outrange or out maneuver\n- Piper, Max, Belle, Darryl, Mortis, Spike",
    "bull": "- Don't let him get close or out damage him in close range (why are you even looking up this counter)\n- El Primo, Lou, Surge, Shelly, Emz, Gale",
    "brock": "- Use agro or hit hard from a long range\n- Max, Sam, Mandy, Darryl, Mortis",
    "el primo": "- Outrange or cancel/run away from him up close\n- Surge, Colette, Otis, Stu, Gale",
    "barley": "- He's squishy so use assassins or break walls for throwers\n- Mortis, Edgar, Carl, Brock",
    "poco": "- Tank his shots and melt him down or slow\n- Mortis, Emz, Bea, Griff, Crow",
    "rosa": "- Scout Rosa out before she jumps on you or easily deal with her as she's approaching you\n- Crow, Emz, Griff, Gale, Shelly, Frank",
    "jessie": "- Find a way to beat Jessie 1v1 typically by outranging or agro, and quickly get rid of turret (throwers, long range, tanks/assassins)\n- Barley, Grom, Janet, Darryl, Piper, Leon",
    "jesse": "- Find a way to beat Jessie 1v1 typically by outranging or agro, and quickly get rid of turret (throwers, long range, tanks/assassins)\n- Barley, Grom, Janet, Darryl, Piper, Leon",
    "dynamike": "- Dodge his main attack and get to him up close\n- Mortis, Bibi, Gray, Stu",
    "tick": "- Pressure Tick up close or mid range\n- Max, Sprout, Ash, Gene, Fang, Sam",
    "8bit": "- Punish the player for being close to turret and being slow/tanky\n- Squeak, Penny, Colette, Belle, Dynamike",
    "8 bit": "- Punish the player for being close to turret and being slow/tanky\n- Squeak, Penny, Colette, Belle, Dynamike",
    "rico": "- Since he's reliant on walls but can't break them, use throwers or assassins\n- Buzz, Bonnie, Fang, Sprout, Grom",
    "darryl": "- Be prepared for when he rolls in and destroy him before he does or when he does\n- Surge, El Primo, Gale, Bea, Ruffs",
    "penny": "- Break walls or shoot around walls to deal with her turret\n- Squeak, Griff, Carl, Grom, Amber",
    "carl": "- Interrupt his super when he gets up close\n- Surge, Gene, Buzz, Colette, Stu",
    "jacky": "- Outrange and mow her down\n- Frank, Bea, Emz, Shelly, Stu, Gale",
    "gus": "- Melt down his shield easily with high damage and usually getting up close\n- Sam, Lola, Buzz, Fang, Edgar",
    "bo": "- Wiggle through his main attacks or stay out of range, then be aware of his mines or have some mobility to escape them or quickly trigger them\n- Max, Carl, Stu, Colette",
    "emz": "- Waste all her friend zoner gadgets and move in as an assassin/tank or outrange her by breaking down walls\n- Mortis, Crow, Ruffs, Stu",
    "stu": "- Use spawnables to waste his ammo or have a wide attack that is hard to dodge\n- Crow, Lola, Pam, Poco",
    "piper": "- Use agro, or outrange her with a longer range sniper or thrower\n- Leon, Mandy, Sprout, Nani, Max, Tick",
    "pam": "- Punish her HP and healing abilities\n- Crow, Emz, Lou, Squeak, Spike",
    "frank": "- Punish his high HP and slow attacks\n- Colette, El Primo, Surge, Carl",
    "bibi": "- Outrange her and destroy her cover\n- Stu, Surge, El Primo, Griff",
    "bea": "- She has low HP and can't break walls, be careful of her range, slow, and damage, she also struggles against spawnables that don't charge her loaded shot\n- Sprout, Grom, Byron, Tick, Mr. P",
    "nani": "- Find brawlers that can chip her to avoid giving Return to Sender value as well as easily dodge her main attack and super\n- Gene, Leon, Max, Tick",
    "edgar": "- Outrange him or deal with him up close\n- Otis, Buzz, Surge, Stu, Shelly",
    "griff": "- Get out of his range which he spends a lot of time attacking in\n- Crow, Bea, Stu, Spike",
    "grom": "- Get close and apply pressure\n- Fang, Mortis, Darryl",
    "bonnie": "- Punish her Clyde form for slow attack and movement speed, find a way to best mitigate her Bonnie form\n- Colette, Penny, Lou, Bea, Pam",
    "hank": "- Use a brawler that can tank one shot from Hank and then melt him before he can deal another one, or outrange him before he can approach you and waste his big bubble\n- Shelly, Colette, El Primo, Gale, Bea, Carl",
    "mortis": "- Don't let him get close to your or destroy him for trying to go through you\n- Shelly, Otis, Surge, Stu",
    "tara": "- Splash through her shadows or destroy her grass for ambushes\n- Emz, Sandy, Amber, Janet, Poco",
    "gene": "- Expect a pull and have an instantly spawnable gadget/super that can tank it or try to dodge it and overwhelm him with spawners due to his low DPS\n- Penny, Mr. P, Eve, Ruffs, Ash",
    "max": "- Slow her down or be able to waste her ammo and tank/heal it off\n- Crow, Poco, Lola",
    "mr. p": "- He is quite weak without his porters and can't deal with agro well\n- Carl, Jacky, Buzz, Fang, Janet, Amber, Edgar",
    "mr p": "- He is quite weak without his porters and can't deal with agro well\n- Carl, Jacky, Buzz, Fang, Janet, Amber, Edgar",
    "sprout": "- Assassins destroy Sprout, if not an assassin try breaking walls or dodging to get close\n- Mortis, Darryl, Edgar, Buzz",
    "byron": "- Cripple his healing or destroy him due to low health\n- Crow, Leon, Gus, Bea, Ash",
    "squeak": "- Easily gets overwhelmed by agro due to his slow damage output\n- Leon, Mortis, Carl, Max",
    "gray": "- He plays like an assassin so just make it hard for him to teleport on you\n- Bea, Spike, Penny, Gus",
    "spike": "- Squishy brawler, deal a lot of damage to him quickly or find a way to attack through his life plant\n- Grom, Sprout, Carl, Tick, Mr. P, Tara",
    "crow": "- Have something to tank his main attack and jumps or outrange and quickly kill him\n- Janet, Spike, Lola, Gus, Gene, Mr. P",
    "leon": "- Use brawlers that can scout easily or are able to deal with his surprise attacks\n- Crow, Gene, Pam, Squeak, Eve, Shelly",
    "sandy": "- Outrange and cripple Sandy or be able to tank his low DPS\n- Ash, El Primo, Poco, Gene, Crow",
    "amber": "- Waste her ammo by dodging her attacks or getting up close to her\n- Crow, Leon, Carl, Mortis, Poco",
    "meg": "- Main attack is slow and doesn't do much damage, also super isn't too remarkable if you can heal it off up close so use assassins, anti tank, or control brawlers\n- Gene, Gray, Grom, Mr. P, Crow, Mortis, Edgar",
    "chester": "- Can't deal much damage at a range so either move around and dodge shots or out damage/range him in a lane/wall peak situation\n- Nita, Tara, Grom, Mr. P, Gene",
    "gale": "- Don't let him charge super by outranging him or peaking behind walls well and destroy walls so he can't utilize the stun with his super as much\n- Spike, Piper, Bea, Belle, Nita, Bo",
    "surge": "- Don't let him get that first upgrade, if he can't he isn't a threat, if he does don't let him keep upgrading by having gadgets or spawnables to tank his shots\n- Ruffs, Spike, Penny, Eve, Mr. P",
    "colette": "- Don't be a tank and you already have a decent advantage into the matchup, swarm her with spawners since her damage is low against them or consistently heal/have a shield\n- Griff, Poco, Bea, Mr. P",
    "lou": "- Escape from his super or outrange him to avoid getting frozen, generally not many hard counters just adjust playstyle\n- Janet, Nita, Buster, Max, Belle, Bea",
    "ruffs": "- Hit through his sandbags or be tanky enough to absorb his hits\n- Buster, Rosa, Jacky, Janet, Sprout, Carl",
    "belle": "- Outskill her with other snipers, agro, or throwers\n- R-T, Mr. P, Grom, Piper, Mandy, Meg, Fang, Leon",
    "buzz": "- Have a way to move away or to stun Buzz before he stuns you\n- Stu, Max, Surge, Gale, Jacky, Maisie, Shelly",
    "ash": "- Splash through his rats, and find a way to stun him or prevent him from getting a lot of rage and hitting hard\n- Rosa, El Primo, Lou, Gale, Buster",
    "lola": "- Punish Lola for using her ego by hitting both of them or overwhelm her with swarms\n- Belle, Penny, Janet, Amber, Eve",
    "fang": "- Spawnables and some form of counter play when he jumps onto you is necessary, with the stun you have to be faster than him as well\n- Surge, Eve, R-T, Nani, Piper (have super and auto aimer)",
    "eve": "- Splash her hatchlings and avoid the big egg shot to have her retreat for control\n- Penny, Janet, Carl, Poco, Max",
    "janet": "- Outrange her or be able to deal with her chip damage before she can fly away\n- Bonnie, Ash, Gus, Poco, R-T, Crow",
    "otis": "- Outrange him and don't rely on up close burst damage or use a spawnable to tank the shot\n- Piper, Byron, Tick, Penny, Spike, Lola",
    "sam": "- Don't let him get back his knucklebusters and be aware of them when he's coming for you so you can dodge or not get pulled\n- Gale, Colette, Griff, Surge, El Primo",
    "buster": "- Don't let him get the surprise on you with his gadget or super, flank him to get past his super or be patient for it to run out\n- Surge, Darryl, Buzz, Maisie, Mr. P, Stu",
    "mandy": "- Know where she is and always be aware of attacks you can't see, she is weak to agro or anything forcing her to move\n- Fang, Mr. P, Carl, Nani, Max, Mortis",
    "r t": "- Dodge his shots well since his attack is thin and be able to escape from him when he changes forms\n- Max, Leon, Crow, Stu, Mr. P, Spike",
    "rt": "- Dodge his shots well since his attack is thin and be able to escape from him when he changes forms\n- Max, Leon, Crow, Stu, Mr. P, Spike",
    "maisie": "- Don't let her predict where you're going or slightly outrange her and be aware of her Disengage gadget and super\n- Surge, Tara, Stu, Cordelius, Belle",
    "cordelius": "- Use spawnables to tank his super, have a brawler with a strong main attack in the shadow realm, be aware that he's charging his super or camping in a bush with the mute\n- Pam, Grom, Mr. P, Stu, Spike"        
}