{
    "quickfire": "- 10% reload per projectile hit on anything. Multiple projectiles are really op.\n- Gene, Spike, Gale, Leon, Nani, Griff, Pam, Colt, Pearl, Meg, Chester, Lola, Stu, Otis \n- Bonnie, Mico, amber do not work\nhttps://cdn.discordapp.com/attachments/931255199627112458/1268566316663574558/NEW__ULTIMATE_CHEAT_SHEET_FOR_RANKED_-_BEST_PICKS__BANS_SEASON_29_3-59_screenshot.png?ex=66ace3f2&is=66ab9272&hm=0f6830f0448fa590e1f524ad77ebc74bc39209cf1c528f9bae36acbe6dacee84&",
    "timed detonation": "- Map slowly breaks before going overtime halfway through. Open map meta overrides any preexisting mode/map meta, but draft 1 mode relevant brawlers.\n- Angelo, Piper, Melodie, Nani, Belle, Fang, 8-bit, Mandy, Brock, R-T",
    "big friend": "- Your team is set to the health of highest hp brawler on your team. Tanky brawler + high dps is good. Still play the map/mode meta a little. \n- Collette, 8-bit, Frank, Pam, Bonnie, Bibi, Buzz, El Primo, Buster, Meg, Pearl, Gene (Magic Puffs), Bea, Spike (fertilize)",
    "sick beats": "- All brawlers are immune to stuns and slows. Not major meta shift other than disabling some supers. \n- Carl, Edgar, Meg (doesn't self stun when losing big form), Charlie (super works), Gene (super works), Rosa",
    "barbed ammo": "- All attacks deal an extra dmg (4%) over time. Can stack. DoT extends barbed ammo. Vision gear is extended by barbed ammo. \n- R-T (poison activates mark), Max, Gene (vision, magic puffs), Crow (poison extends barbed ammo), Stu (healing sp), Nani, Griff (healing sp)",
    "super bushy": "- Middle of map starts growing expanding bushes around 1 min and regrows occasionally. Not major meta shift\n- Amber, Gene (vision), Sandy, Rosa",
    "second wind": "- Wherever you die, respawn after 7 seconds (longer). Breaks hotzone/heist meta. Brawl ball more like knockout because you can't defend after team wipe\n- Jacky, Doug, Bull, Spike, Carl (super with invincibility), El Primo, Pearl",
    "healing winds": "- Any healing is good obviously \n https://cdn.discordapp.com/attachments/931255199627112458/1268565807940636694/NEW__ULTIMATE_CHEAT_SHEET_FOR_RANKED_-_BEST_PICKS__BANS_SEASON_29_1-20_screenshot.png?ex=66ace379&is=66ab91f9&hm=bcfd005ec4d4bb0a43b5333788022384229d34f68c1ddbafcca428ae1a453229&",
    "gotta go fast": "- Gamemode objectives are achieved 2x faster. Hard to say exactly who meta is but aggro and gadget dependent brawlers probably stronger"
}
