{
    "quickfire": "- Modifier > Map. Regain 0.3 ammo per projectile that hits an enemy. Abuse brawlers that shoot out a lot of projectiles with one ammo.\n- Big three brawlers are Gene, Gale, and Leon/n- Any type of thrower (except Grom), Angelo, Bibi, Bo, Brock, Doug, Frank, Hank, Jacky, Kenji, Kit, Lily, Mico, Mortis, and Squeak do not benefit from Quickfire/n- Generally avoid tanks as it is harder to move up with other brawlers being able to spam more shots/nhttps://drive.google.com/drive-viewer/AKGpihZE5XPHeFndstnydQ5mQyu0gwihNP2QjwhN5m25W_w7w0yCfoFNpF5ZkXrLvIVZVMMoV8taTYyU_EDM0SNdnkVQ-kiPWpAqiNc=s1600-rw-v1",
    "timed detonation": "- Map slowly breaks before going overtime halfway through. Open map meta overrides any preexisting mode/map meta, but draft 1 mode relevant brawlers.\n- Angelo, Piper, Melodie, Nani, Belle, Fang, 8-bit, Mandy, Brock, R-T",
    "big friend": "- Your team is set to the health of highest hp brawler on your team. Tanky brawler + high dps is good. Still play the map/mode meta a little. \n- Collette, 8-bit, Frank, Pam, Bonnie, Bibi, Buzz, El Primo, Buster, Meg, Pearl, Gene (Magic Puffs), Bea, Spike (fertilize)",
    "sick beats": "- Modifier > Map. All brawlers are immune to stuns and slows. Asassins and tank counters that do not rely on CC become way better. \n- Notable edge cases: Meg (doesn't self stun when losing big form), Charlie (super works), Gene (super works), Kit (super on enemy works)\nhttps://drive.google.com/drive-viewer/AKGpihbrPDMqEQHYE67GWTc8WyKbhFUOEW9c4Tt9Yt87omjKEjypNRlej-wYo5JnOdH2XZSX8J22d1ir2xKShLDvuy5ZRpHI2boI-g=s1600-rw-v1",
    "barbed ammo": "- All attacks deal an extra dmg (4%) over time. Can stack. DoT extends barbed ammo. Vision gear is extended by barbed ammo. \n- R-T (poison activates mark), Max, Gene (vision, magic puffs), Crow (poison extends barbed ammo), Stu (healing sp), Nani, Griff (healing sp)\nhttps://cdn.discordapp.com/attachments/931255199627112458/1281305196386844722/ULTIMATE_CHEAT_SHEET_FOR_RANKED_-_BEST_PICKS__BANS_SEASON_30_0-25_screenshot.png?ex=66db3bf4&is=66d9ea74&hm=8424fe2fc8be1ec115f7ce5fc2e8c690ab908c41ef3347539353a78931b7f160&",
    "super bushy": "- Middle of map starts growing expanding bushes around 1 min and regrows occasionally. Not major meta shift but vision gear is great\nhttps://cdn.discordapp.com/attachments/931255199627112458/1281305216213319771/ULTIMATE_CHEAT_SHEET_FOR_RANKED_-_BEST_PICKS__BANS_SEASON_30_1-58_screenshot.png?ex=66db3bf9&is=66d9ea79&hm=424cd4a690a1509eabe45809ea657c7a69dd46f97653453c354ab4ec753ea511&",
    "second wind": "- Wherever you die, respawn after 7 seconds (longer). Breaks hotzone/heist meta. Brawl ball more like knockout because you can't defend after team wipe\n- Jacky, Doug, Bull, Spike, Carl (super with invincibility), El Primo, Pearl",
    "healing winds": "- Any healing is good obviously \n https://cdn.discordapp.com/attachments/931255199627112458/1268565807940636694/NEW__ULTIMATE_CHEAT_SHEET_FOR_RANKED_-_BEST_PICKS__BANS_SEASON_29_1-20_screenshot.png?ex=66ace379&is=66ab91f9&hm=bcfd005ec4d4bb0a43b5333788022384229d34f68c1ddbafcca428ae1a453229&",
    "gotta go fast": "- Gamemode objectives are achieved 2x faster. Hard to say exactly who meta is but aggro and gadget dependent brawlers probably stronger",
    "momentum": "- Landing a shot gives you increased movement speed. Avoid tanks as they feed momentum and can't get on top of people. Go for brawlers that are easy to hit shots or spam shots.\nhttps://cdn.discordapp.com/attachments/931255199627112458/1281305207363473581/ULTIMATE_CHEAT_SHEET_FOR_RANKED_-_BEST_PICKS__BANS_SEASON_30_1-2_screenshot.png?ex=66db3bf6&is=66d9ea76&hm=a608b1d0d4d1c03347c9f0ea2dbcd1f649e2e1002a4f89791399a65dab7990ec&",
    "gadgets galore": "- Map > Modifier. Gadgets have unlimited uses but they have a 15 second cooldown instead of 5. Brawlers with good gadgets get a little better but meta doesn't change much. Do NOT use Gadget Charge Gear."
}
